Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/depts/other_files/laereplan_matematikk-felles.html.tmx
Source language: sme
Languages: smj

source: dovdát norgga smávvaruđaid ja bábirruđaid gitta 100 rádjai ja geavahit daid gávppašeamis
smj: dåbddåt vuona biednigijt ja rudájt gitta 100 rádjáj ja dajt adnet oastedijn ja vuobdedijn

source: čohkket, sirret, čállit ja govvidit dieđuid lohkansárgáiguin, tabeallaiguin ja stoalpodiagrámmaiguin ja ságastallat proseassa birra ja maid govat muitalit dieđuid birra
smj: tjoahkkit, tjuolldet, tjállet ja gåvådit dáhtájt låhkåmsárgoj, tabellaj ja stoalppadiagrámmaj ja ságastallat prosessa birra ja majt gåvå dáhtáj birra subtsasti

source: Gelbbolašvuođamihttomearit 4. jahkeceahki maŋŋil
smj: Máhtudakmihto 4. jahkedáse maŋŋela

source: válddahit ja geavahit sadjeárvovuogádaga olles loguid dáfus, geavahit positiiva ja negatiiva olles loguid, álkes cuovkkaid ja desimálaloguid praktihkalaš oktavuođain, ja máhttit dadjat lohkosturrodaga iešguđet vugiid mielde
smj: gåvådit ja adnet sadjeárvvosystemav ålles tállajda, adnet positijva ja negatijva tállajt, álkkes fraksjåvnåjt ja desimállatállajt praktihkalasj aktijvuodajn ja tállastuorrudagájt moatte láhkáj javllat.

source: sulliirehkenastit ja gávnnahit loguid go rehkenastá oaivvis, geavaha lohkanmateriála ja čálestemiid, sulliirehkenastit loguiguin ja árvvoštallat vástádusaid
smj: sulleriekknistit ja gávnnat tállajt gå oajven riekknis, adná låhkåmvædtsagijt ja tjállagijt, ja de árvustallat vásstádusájt gå le sulleriekknistam

source: ovdánahttit, geavahit ja ságastallat iešguđetlágan rehkenastinmetodaid máŋggasiffarloguid adderemis ja subtraheremis, sihke oaivvis ja báhpára alde
smj: åvddånahttet, adnet ja ságastallat iesjgeŋgalágásj riekknimvuogij gáktuj ma guosski moattesiffartállaj adderimij ja subtraksjåvnnåj sihke oajve milta ja páhppára nanna

source: ovdánahttit ja geavahit iešguđetlágan multiplikašuvdna- ja divišuvdnametodaid, ja geavahit daid praktihkalaš oktavuođain ja geavahit unna multiplikašuvdnatabeallaža go rehkenastá oaivvis ja bargobihtáid čoavdimis
smj: åvddånahttet ja adnet iesjgeŋgalágás gærdodibme- ja bielledibmevuogijt ja dajt praktihkalasj aktijvuodajn adnet, ja unna gærdodimtabellatjav adnet gå oajve milta riekkni ja dahkamusájt tjoavddá

source: gávdnat dieđuid teavsttain dahje praktihkalaš oktavuođain, válljet rehkenastinvuogi, ákkastit válljema, geavahit tabeallamáhtu ja ávkkástallat rehkenastinvugiid oktavuođaid, árvvoštallat bohtosa ja ovdanbuktit čovdosa
smj: gávnnat diedojt tevstajn jali praktihkalasj aktijvuodajn, válljit riekknimvuogev, vuodustit válljimav, tabællamáhtov adnet ja ávkástallat riekknimvuogij aktijvuodajt, båhtusav árvustallat ja tjoavddusav åvddånbuktet

source: dovdát, geahččaladdat, válddahit ja joatkit lohkominstariid struktuvrraid
smj: dåbddåt, gæhttjaladdat, gåvådit ja joarkket tállaminsstarij struktuvrajt

source: geavahit matematihkalaš symbolaid ja ovdanbuktinvugiid ovdanbuktit matematihkalaš oktavuođaid bargobihttáčoavdimis
smj: adnet matematihkalasj symbåvlåjt ja åvddånbuktemvuogijt matematihkalasj aktijvuodajt tjielggitjit dahkamustjoavdedijn.

source: dovdát ja sirret gierdduid, máŋggačiegahasaid, jorbadasaid, sylindariid ja polyederiid
smj: dåbddåt, gåvådit ja tjuolldet gievlijt, moattetjiegagijt, jårbbådisájt, sylinderijt ja polyederijt

source: tevdnet, hukset, suokkardit ja válddahit geometralaš govvosiid ja modeallaid praktihkalaš oktavuođain, dása guoská maiddái teknologiija ja designa
smj: tjuorggat, biggit, guoradallat ja gåvådit geomehtralasj figuvrajt ja modellajt praktihkalasj aktijvuodajn, aktan teknologija ja hábbmima aktijvuodan

source: dovdát, geavahit ja válddahit speajalsymmetriija ja paralleallasirdáseami konkrehta oktavuođain
smj: dåbddåt, adnet ja gåvådit spiedjilsymmetrijav ja parallællanirkkalimev konkrehta aktijvuodajn

source: ráhkadit ja suokkardit geometralaš minstariid ja válddahit daid njálmmálaččat
smj: dahkat ja guoradallat geomehtralasj minsstarijt ja dajt njálmálattjat gåvådit

source: lohkat, sajustit ja válddahit posišuvnnaid ruktofierpmádagas, kárttas ja koordináhttavuogádagas, sihke digitála reaidduiguin ja daid haga
smj: låhkåt, biedjat ja gåvådit posisjåvnåjt ruktoværmádagán, kártan ja koordináhtasysteman, sihke digitála vædtsagij ja daj dagá

source: sulliirehkenastit ja mihtidit guhkkodaga, areála, voluma, mássa, temperatuvrra, áiggi ja čiegaid, ságastallat bohtosiid birra ja árvvoštallat leat go heivvolaččat
smj: sulleriekknistit ja mihttit guhkkudagáv, areálav, vuobmanav, mássav, temperatuvrav, ájgev ja viŋŋkalijt, ságastallat båhtusij birra ja árvustallat makta li dågålattja

source: geavahit standardiserekeahtes mihttoovttadagaid ja čilget mihttoovttadagaid standardiserema ulbmila, ja geavahit dábálaš mihttoovttadagaid ja nuppástuhttit daid
smj: adnet standardiserigahtes mihttimijt ja tjielggit manen li standárd mihttima ja adnet ja målsudit dábálasj mihttimavtadagáj gaskan

source: buohtastahttit sturrodagaid heivvolaš mihtidanreaidduiguin ja álkes meroštallamiin, ovdanbuktit bohtosiid ja árvvoštallat leat go heivvolaččat
smj: buohtastahttet stuorrudagájt vuogas mihttimvædtsagij ja álkkes merustallamijn, båhtusijt åvddånbuktet ja árvustallat makta li dågålattja

source: čoavdit oastimii ja vuovdimii gullevaš praktihkalaš bargobihtáid
smj: tjoavddet praktihkalasj dahkamusájt ma guosski oasstemij ja vuobddemij

source: čohkket, sirret, čállit ja govvidit data ulbmillaš vugiiguin lohkosárgáid, tabeallaid ja stoalpodiagrámmaid bokte, sihke digitála reaidduiguin ja daid haga, ja ságastallat proseassa ja ovdanbuktima birra
smj: tjoahkkit, tjuolldet, tjállet ja gåvvidit dáhtájt vuogas láhkáj låhkåmsárgij, tabellaj ja stoalppadiagrámmaj baktu, sihke digitála vædtsagij ja daj dagá, ja ságastallat prosessa ja åvddånbuktema hárraj

source: Gelbbolašvuođamihttomearit 7. jahkeceahki maŋŋil
smj: Máhtudakmihto 7. jahkedáse maŋŋela

source: válddahit ja geavahit desimálaloguid sadjeárvovuogádaga, rehkenastit positiiva ja negatiiva olles loguiguin, desimálaloguiguin, cuovkkaiguin ja proseanttain, ja bidjat iešguđet sturrodagaid lohkolinjái
smj: gåvådit ja adnet desimálatállaj sadjeárvvosystemav, riekknit positijva ja negatijva ålles tállaj, desimálatállaj, fraksjåvnåj ja prosentaj ja iesjgeŋgalágásj stuorrudagájt tállalinnjaj biedjat

source: gávnnahit oktasaš namuheaddji ja adderet, subtraheret ja multipliseret cuovkkaid
smj: gávnnat aktisasj bekkadiddjev ja fraksjåvnåj adderit, subtraherit ja gærdodit

source: ovdánahttit, geavahit ja digaštallat metodaid mo oaivvis rehkenastit, sulliirehkenastit ja čálalaččat rehkenastit, ja geavahit digitála reaidduid meroštallamiin
smj: åvddånahttet, adnet ja dagástallat vuogijt gåktu oajven riekkni, sulleriekkni ja tjálalattjat riekkni ja digitála vædtsagijt adná riekknidahttijn

source: válddahit referánsavuogádaga ja notašuvnna mii geavahuvvo hámuide rehkenastinárkkas, ja geavahit rehkenastinárkka čađahit ja ovdanbuktit meroštallamiid
smj: gåvådit referánssasystemav ja notasjåvnåv mij aneduvvá hámijda riekknimárkan, ja riekknimárkav adnet merustallamijt tjadádittjat ja åvddånbuvtátjit

source: gávdnat dieđuid teavsttain dahje praktihkalaš oktavuođain, bidjat ovdan ja čilget meroštallamiid ja bargovugiid, árvvoštallat bohtosa ja ovdanbuktit ja digaštallat čovdosiid
smj: gávnnat diedojt tevstajn jali praktihkalasj aktijvuodajn, åvddån biedjat ja tjielggit merustallamijt ja barggovuogijt, båhtusav árvustallat ja åvddånbuktet ja dagástallat tjoavddusav

source: suokkardit ja válddahit geometralaš minstariid ja lohkominstariid struktuvrraid ja rievdamiid govvosiiguin, sániiguin ja hámuiguin
smj: guoradallat ja gåvådit geometralasj minsstarijt ja tállaminsstarij struktuvrajt ja rievddamijt figuvraj, bágoj ja foarmmalij

source: bidjat ovdan ja čoavdit álkes ovttamađodagaid ja čoavdit ja rehkenastit ruođuiguin loguid addišuvnnas, subtrakšuvnnas ja multiplikašuvnnas
smj: åvddån biedjat ja tjoavddet álkkes liknigijt ja tjoavddet ja riekknit parantesaj tállaj addisjåvnån, subtraksjåvnån ja gærdodijn

source: analyseret guovtte- ja golmmadimenšunálat govvosiid iešvuođaid ja válddahit fysalaš diŋggaid teknologiijas ja beaivválaš eallimis geometralaš doahpagiiguin
smj: analyserit guovte- ja gålmådimensjonála figuvrajt ja gåvådit fysalasj diŋgajt árkkabiejves ja teknologijas geomehtralasj buojkuldagáj

source: hukset golmmadimenšunálat modeallaid ja tevdnet perspektiivvaid main lea okta jávkančuokkis ja digaštallat proseassaid ja buktagiid
smj: biggit gålmådimensjonála modellajt, tjuorggat perspektijvajt majna le akta gáhtomtjuorgga ja dagástallat prosessajt ja buktagijt

source: válddahit ja čađahit speadjalastima, joraheami ja paralleallasirdáseami
smj: gåvådit ja tjadádit spiedjalasstemav, jårgijdimev ja parallællanirkkalimev

source: válddahit sajusteami ja sirdáseami ruktofierpmádagas, kárttas ja koordináhttavuogádagas, sihke digitála reaidduiguin ja daid haga, ja koordináhtaid vuođul meroštallat gaskkaid mat leat áksáiguin parallealla koordináhttavuogádagas
smj: gåvådit ruktoværmádagá sajástimev ja sirddemav kártan ja koordináhtasysteman, sihke digitála vædtsagij ja daj dagá, ja koordináhtajt adnet koordináhtasystema áksaj parallælla gaskav merustalátjit

source: válljet heivvolaš mihtidanreaidduid ja čađahit praktihkalaš mihtidemiid beaivválaš eallima ja teknologiija oktavuođas, ja árvvoštallat bohtosiid dárkilvuođa ja mihtidaneahpesihkarvuođa ektui
smj: válljet hiebalgis mihttimvædtsagijt ja tjadádit praktihkalasj mihttimijt árkkabiejve ja teknologija aktijvuodan ja árvustallat båhtusijt snivudagá ja mihttimiehpesihkarvuoda gáktuj

source: sulliirehkenastit ja mihtidit sturrodagaid guhkkodaga, areála, mássa, voluma, čiegaid ja áiggi dáfus, ja geavahit áigemeari ja áigeinterválla álkis meroštallamiin, digaštallat bohtosiid ja árvvoštallat man heivvolaččat leat
smj: sulleriekknistit ja mihttit stuorrudagáj guhkkudagáv, areálav, vuobmanav, mássav, ájgev ja viŋŋkalijt, ja adnet ájgijt ja ájggegaskajt álkkes merustallamijda, dagástallat båhtusijt ja árvustallat makta li dågålattja

source: válljet heivvolaš mihttoovttadagaid ja rehkenastit nuppástumi iešguđetlágan mihttoovttadagaid gaskka
smj: válljit hiebalgis mihttimavtadagájt ja riekknistit iesjgeŋga mihttimavtadagáj gaskan

source: čilget guhkkodaga, areála ja voluma mihttohuksehusa ja meroštallat guovtte- ja golmmadimenšunálat govvosiid birramihtu, areála, olggoža ja voluma
smj: tjielggit gåktu mihttit guhkkudagáv, areálav ja vuobmanav ja merustallat biráldisáv, areálav, jalgudagáv ja vuobmanav guovte- ja gålmådimensjonála figuvrajs

source: geavahit mihttoláva gaskkaid meroštallamii ja ráhkadit ja ságastallat kárttaid ja bargosárgosiid, sihke digitála reaidduiguin ja daid haga
smj: adnet mihtov gaskajt merustalátjit ja kártajt ja barggotjuorggamijt dahkat ja daj birra ságastallat, sihke digitála vædtsagij ja daj dagá

source: geavahit gori praktihkalaš oktavuođain, rehkenastit leavttu ja rehkenastit valuhtaid gaskka
smj: adnet gasskavuodajt praktihkalasj aktijvuodajn, fártajn riekknit ja valutaj gaskan riekknistit

source: plánet ja čohkket dataid dárkomiid, jearahallaniskkademiid ja geahččaladdamiid oktavuođas
smj: plánit ja tjoahkkit dáhtájt váksjomij, gatjádallamguoradallamij ja gæhttjaladdamij aktijvuodan

source: ovdanbuktit dataid tabeallain ja diagrámmain mat leat ovdanbuktojuvvon digitála reaidduiguin ja daid haga, ja lohkat ja dulkot ovdanbuktimiid ja árvvoštallat man ávkkálaččat dat leat
smj: åvddånbuktet dáhtájt tábellajn ja diagrámmajn ma li dagádum digitála vædtsagij ja daj dagá, låhkåt ja dålkkut åvddånbuktemijt ja árvustallat makta li ávkálattja

source: gávdnat mediána, dávjjimuslogu ja gaskameari álkes datačohkiin ja árvvoštallat iešguđet guovddášmihtuid nubbi nuppi ektui
smj: gávnnat mediánav, dábálamostállav ja gasskamierev álkkes dáhtátjoahkkijn ja árvustallat iesjgeŋga guovdásjmihtojt nubbe nuppe gáktuj

source: árvvoštallat ja ságastallat vejolašvuođaid beaivválaš oktavuođain, spealuin ja geahččaladdamiin, ja meroštallat jáhkehahttivuođa álkes dilálašvuođain
smj: árvustallat ja ságastallat vejulasjvuodaj birra árkkabiejven, spelajn ja gæhttjaladdamijn ja jáhkedahttevuodav merustallat álkkes dilijn

source: Gelbbolašvuođamihttomearit 10. jahkeceahki maŋŋil
smj: Máhtudakmihto 10. jahkedáse maŋŋela

source: buohtastahttit ja nuppástuhttit olles loguid, desimálaloguid, cuovkkaid, proseanttaid, promilla ja standárdavuogi loguid, ja ovdanbuktit dákkár loguid iešguđet láhkai ja árvvoštallat makkár oktavuođain iešguđet ovddasteamit leat ávkkálaččat
smj: buohtastahttet ja målssot ålles tállaj, desimálatállaj, fraksjåvnåj, prosentaj, promilla ja standardháme tállaj, dákkir tállajt moatte láhkáj åvddånbuktet ja árvustallat makkir dilen iesjgeŋgalágásj åvddånbuktemvuoge li vuohkasa

source: rehkenastit cuovkkaiguin, divideret cuovkkaid ja álkidahttit cuovkacealkagiid
smj: adnet faktåvråjt, potensajt, nubberuohttasijt ja álggotállajt merustallamin

source: geavahit fáktoriid, poteanssaid, nubbiruohttasiid ja álgologuid meroštallamiin
smj: riekknit fraksjåvnåj, fråksjåvnåj dividerit ja fraksjåvnåjt álkkebun dahkat

source: ovdánahttit, geavahit ja selvehit iešguđet metodaid oaivvisrehkenastimii, sulliirehkenastimii ja čálalaš rehkenastimii dan njealji rehkenastinšlájas
smj: åvddånahttet, adnet ja tjielgadit iesjgeŋga riekknimmetodajt; oajve milta, sulástallam ja tjálalasj riekknim daj niellja riekknimvuogij

source: gieđahallat, fáktorastit ja álkidahttit algebracealkagiid, čatnat cealkagiid praktihkalaš oktavuođaide, rehkenastit hámuiguin, ruođuiguin ja cuovkacealkagiiguin, ja geavahit kvadráhttacealkagiid
smj: giehtadallat, faktoriserit ja álkkedit algebrauttrykkajt, dajt praktihkalasj dilijda tjadnat, foarmmalij, parantesaj ja fraksjåvnåj riekknit ja neljudakgárgadisájt adnet

source: čoavdit vuosttašpoteansa ovttamađodagaid ja vealaid, ja ovttamađodatvuogádagaid main leat guokte amas logu, ja geavahit dán čoavdit praktihkalaš ja teorehtalaš čuolmmaid
smj: tjoavddet liknigijt ja ærádisájt vuostasj grádas ja likniksystemajt guovte dåbddåmahttásij ja adnet dáv praktihkalasj ja teorehtalasj ássjijt

source: meroštallat geavahusa, kredihttakoartta geavaheami, dietnasa, loana ja seastima, bidjat bušeahta ja rehketdoalu rehkenastinárkka geavahemiin ja selvehit meroštallamiid ja ovdanbuktit bohtosiid
smj: merustallat gålådimev, kredittkårtå anov, sisbåhtusav, luojkkamav ja siesstemav, budsjehtav ja ruhtalågov dahkat riekknimárka ano baktu ja tjielggit merustallamijt ja båhtusijt åvddånbuktet

source: analyseret máŋggabealat čuolmmaid, identifiseret fásta ja molsašuddi sturrodagaid, čatnat máŋggabealat čuolmmaid oahpes čoavdinmetodaide, čađahit meroštallamiid ja ovdanbuktit bohtosiid ávkkálaš láhkai
smj: analyserit aktijduvvam gássjelisvuodajt, identifiserit fássta ja målsudahkes stuorrudagájt, tjadnat aktijduvvam gássjelisvuodajt dåbdos tjoavddemvuogijda, merustallamijt tjadádit ja båhtusijt åvddånbuktet vuogas láhkáj

source: geavahit loguid ja variábeliid suokkardallamis, geahččaladdamis ja praktihkalaš ja teorehtalaš čuolbmačoavdimis ja teknologiija- ja designaprošeavttain
smj: adnet tállajt ja variábelijt guoradaládijn, gæhttjaladdamin ja praktihkalasj ja teorehtalasj gássjelisvuodaj tjoavdedijn ja båhtusijt vuogas láhkáj åvddånbuktet

source: guorahallat ja válddahit guovtte- ja golmmadimenšunálat govvosiid iešvuođaid ja geavahit daid konstrukšuvnnaid ja meroštallamiid oktavuođas
smj: guoradallat ja gåvådit guovte- ja gålmådimensjonála figuvrajt ja daj hámijt adnet konstruksjåvnåjn ja merustallamijn

source: ráhkadit, válddahit ja ákkastallat geometralaš konstrukšuvnnaid ja govvemiid gierdodahkkiin ja linjálain ja dynámalaš geometriijaprográmmain
smj: tjadádit, gåvådit ja vuodustit geomehtralasj konstruksjåvnåjt passerijn ja linjálajn ja dynámalasj geometrijaprográmman

source: geavahit ja ákkastallat ovttahámatvuođa ja Pytagorasa cealkaga amas sturrodagaid meroštallamis
smj: adnet ja vuodustit avtahámakvuodav ja Pytagorasa gárgadisáv dåbddåmahtes stuorrudagáj merustallamijn

source: dulkot ja ráhkadit bargosárgosiid ja perspektiivasárgosiid main leat máŋga jávkančuoggá, sihke digitála reaidduiguin ja daid haga
smj: dålkkut ja stiellit barggotjuorggamijt ja perspektijvvatjuorggamijt moatte gáhtomtjuorgaj, digitála vædtsagij ja daj dagá

source: koordináhtaid bokte ráhkadit govvosiid ja suokkardit geometralaš hámiid iešvuođaid, sihke digitála reaidduiguin ja daid haga
smj: koordináhtajt adnet figuvrajt gåvvidittjat ja guoradallat geomehtralasj hámijt, digitála vædtsagij ja daj dagá

source: suokkardit, geahččaladdat ja sátnádit logalaš resonerema geavahettiin geometralaš ideaid, ja selvehit geometralaš beliid main lea erenoamáš mearkkašupmi teknologiijas, dáidagis ja arkitektuvrras
smj: guoradallat, gæhttjaladdat ja formulerit logalasj resonnementajt geomehtralasj ájádusáj ja tjielggit geomehtralasj aktijvuodajt ma li sierraláhkáj ájnnasa teknologijan, dájdan ja arkitektuvran

source: sulliirehkenastit ja meroštallat guhkkodaga, birramihtu, čiegaid, areála, olggoža, voluma, áiggi, leavttu ja iešmássa ja geavahit ja rievdadit mihttoláva
smj: sulleriekknistit ja mihttit stuorrudagáj guhkkudagáv, biráldagáv, viŋŋkalijt, areálav, jalgudagájt, vuobmanav, ájgev, fártav ja iesjmássav ja adnet ja rievddadit mihtojt

source: válljet heivvolaš mihttoovttadagaid, čilget oktavuođaid ja nuppástuhttit iešguđetge mihttoovttadagaid gaskka, geavahit ja árvvoštallat mihttáriid ja mihtidanmetodaid praktihkalaš mihtideamis, ja ságaškuššat dárkilvuođa ja mihtidaneahpesihkarvuođa
smj: válljit vuogas mihttimavtadagájt, aktijvuodajt tjielggit ja riekknistit iesjgeŋgalágásj mihttimavtadagáj gaskan, adnet ja árvustallat mihttimvædtsagijt ja mihttimvuogijt praktihkalasj mihttimin ja árvvaladdat snivudagáv ja mihttimiehpesihkarvuodav

source: selvehit logu π ja geavahit dan birramihtu, areála ja voluma meroštallamiin
smj: tjielggit tállav π adnet dav biráldagá, areála ja vuobmana merustallamin

source: čađahit iskkademiid ja geavahit databásaid ohcat ja analyseret statistihkalaš data ja čájehit gáldokritihka
smj: tjadádit guoradallamijt ja adnet dáhtábásajt statistihkalasj dáhtájt åtsåtjit ja analyseritjit ja gáldojt árvustalátjit

source: ordnet ja sirret dataid, gávdnat ja ságaškuššat mediána, dávjjimuslogu, gaskameari ja variašuvdnagovdodaga, ja ovdanbuktit dataid digitála reaidduiguin ja daid haga, ja ságaškuššat iešguđetlágan dataovdanbuktimiid ja makkár áddejumi dat sáhttet addit
smj: oarnnit ja tjuolldet dáhtájt, gávnnat ja árvvaladdat medianav, dábálamostállav, gasskamierev ja variasjåvnnågåbddudagáv, dáhtájt åvddånbuktet digitála vædtsagij ja daj dagá, ja árvvaladdat iesjgeŋga dáhtáåvddånbuktemijt ja makkir gåvåjt da máhtti vaddet

source: gávnnahit ja digaštallat jáhkehahttivuođaid geahččaladdamiin, simuleremiin ja meroštallamiin beaivválaš oktavuođain ja spealuin
smj: gávnnat ja dagástallat jáhkedahttevuodav gæhttjaladdama, simulerima ja merustallama baktu árkkabiejve aktijvuodajn ja spelan

source: válddahit boađusviidodaga ja ovdanbuktit jáhkehahttivuođa cuovkan, proseantan ja desimálalohkun
smj: gåvådit boadosvijddudagáv ja åvddånbuktet jáhkedahttevuodav fraksjåvnnån, prosænntan ja desimállatállan

source: ságaškuššat ja čoavdit álkes kombinatoralaš čuolmmaid
smj: árvvaladdat ja tjoavddet álkkes kombinatoralasj tjuolmajt

source: ráhkadit, digitála reaidduiguin ja daid haga, funkšuvnnaid mat čilgejit numerálalaš oktavuođaid ja praktihkalaš dilálašvuođaid, válddahit ja dulkot daid ja nuppástuhttit iešguđetge funkšuvdnaovddastemiid gaskka, nu go gráfaid, tabeallaid, hámuid ja teavsttaid gaskka
smj: dahkat, digitála vædtsagij ja daj dagá, funksjåvnåjt ma tjielggiji numerálalasj aktijvuodajt ja praktihkalasj dilijt, gåvådit ja dålkkut dajt ja målssot iesjgeŋga funksjåvnååvdåstimij gaskan dagu gráfa, tabella, foarmmala ja tevsta

source: identifiseret ja ávkkástallat gorrálas, jorggu gorrálas, lineára ja kvadráhtalaš funkšuvnnaid iešvuođaid, ja buktit ovdamearkkaid praktihkalaš dilálašvuođain maid sáhttá válddahit dáid funkšuvnnaiguin
smj: identifiserit ja ja ávkástallat proporsjonála, lineára ja kvadráhtalasj funksjåvnåjt, ja vaddet buojkulvisájt praktihkalasj aktijvuodajs ma máhtti dáj funksjåvnåj tjielggiduvvat

source: Gelbbolašvuođamihttomearit 1 T – Jo1 studerenráhkkanahtti oahppoprográmmaid maŋŋil
smj: Máhtudakmihto 1 T – Jo1 oahppogárvedime oahppoprográmma maŋŋela

source: dulkot, gieđahallat, árvvoštallat ja ságaškuššat matematihkalaš sisdoalu iešguđetlágan teavsttain
smj: dålkkut, giehtadallat, árvustallat ja árvvaladdat matemahtalasj sisanov iesjgeŋga tevstajn

source: árvvoštallat, válljet ja geavahit matematihkalaš metodaid ja veahkkeneavvuid čoavdit čuolmmaid iešguđetge fágain ja servodatsurggiin, ja jurddašit, árvvoštallat ja ovdanbuktit čovdosiid ávkkálaš láhkai
smj: árvustallat, válljit ja adnet matematihkalasj metodajt ja viehkkenævojt tjuolmajt tjoavdátjit iesjgeŋga fágajn ja sebrudaksuorgijn ja ájádallat, árvustallat ja åvddånbuktet tjoavddusijt vuogas láhkáj

source: rehkenastit ruohtascealkagiiguin, poteanssaiguin main leat rationála eksponeanttat ja standárdavuogi logut, bustávvacealkagiiguin, hámuiguin, ruohtocealkagiiguin ja rationála ja kvadráhtalaš cealkagiiguin main leat logut ja bustávat, faktorastit kvadráhtalaš cealkagiid, geavahit kvadráhttacealkagiid ja ráhkadit ollislaš kvadráhta
smj: riekknit ruohttsauttrykkajt, potensaj majn le rasjonála eksponenta ja standardháme tállaj, bokstávvauttrykkaj, foarmmalij, parantessautrykkaj ja rasjonála ja kvadráhtalasj uttrykkaj tállaj ja bokstávaj, faktorerit kvadráhtalasj uttrykkajt, kvadráhtagárgadisájt adnet ja ålleslasj kvadráhtajt dahkat

source: nuppástuhttit vuosttašpoteanssa ja nuppipoteanssa ovttamađodagaid, vealaid ja ovttamađodatvuogádagaid, ja álkes ovttamađodagaid main leat eksponentiála- ja logaritmafunkšuvnnat, sihke rehkenastimiin ja digitála reaidduiguin
smj: målssot uttrykkajt ja tjoavddet vuostasj- ja nuppátpotensa liknigijt, ærádisájt ja likniksystemajt ja rievddat liknigijt eksponensiála ja logaritmafunksjåvnåj, sihke riekknima ja digitála vædtsagij baktu.

source: nuppástuhttit praktihkalaš čuolmma ovttamađodahkan, veallan dahje ovttamađodatvuogádahkan, čoavdit matematihkalaš čuolmma sihke digitála reaidduiguin ja daid haga, ovdanbuktit ja ákkastit čovdosa ja árvvoštallat man gustovaš lea ja makkár ráddjehusat das leat
smj: målssot praktihkalasj tjuolmav liknigij, ærádissaj jali likniksystebmaj, tjoavddet matematihkalasj gássjelisvuodav digitála vædtsagij ja daj dagi, åvddånbuktet ja vuodustit tjoavddusav ja árvulasj man guoskavasj dat le ja ráddjidusájt

source: selvehit sinusa, cosinusa ja tangeanssa definišuvnnaid ja trigonometriija vuođul meroštallat sahte golmmačiegahasaid guhkkodagaid, čiegaid ja areála
smj: tjielggit sinusa, cosinusa ja tangensa definisjåvnåjt ja trigonometrijav adnet merustalátjit guhkkudagájt, viŋŋkalijt ja areálav moattelágásj gålmåtjiegagijn

source: geavahit duolbadasa geometriija analyseret ja čoavdit máŋggabealat teorehtalaš ja praktihkalaš čuolmmaid mat gusket guhkkodagaide, čiegaide ja areálii
smj: adnet duolbbada geometrijav analyseritjit ja tjoavdádit moattebelak teorehtalasj ja praktihkalasj tjuolmajt guhkkudagáj, viŋŋkalij ja areálajn

source: ráhkadit ja geavahit sárgosiid ja tevnnegiid hábmet čuolmmaid, čoavdit bargobihtáid ja ovdanbuktit ja ákkastit čovdosiid, sihke digitála reaidduiguin ja daid haga
smj: dahkat ja adnet sárggomijt ja tjuorggamijt tjuolmajt hábbmitjit, dahkamusájt tjoavdátjit ja tjoavddusijt åvddånbuvtátjit ja vuodustittjat, digitála vædtsagij ja daj dagi

source: sátnádit, geahččaladdat ja ságaškuššat uniforbma ja eahpeuniforbma jáhkehahttivuođamodeallaid
smj: formulerit, gæhttjaladdat ja árvvaladdat uniforma ja iehpeuniforma jahkedahttevuodamodellajt
